[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "description": "\nAn American national park in southeastern California, east of San Bernardino and Los Angeles and north of Palm Springs. It is named after the Joshua trees (Yucca brevifolia) native to the Mojave Desert. Originally declared a national monument in 1936, Joshua Tree was redesignated as a national park in 1994 when the U.S. Congress passed the California Desert Protection Act. Encompassing a total of 795,156 acres (1,242.4 sq mi; 3,217.9 km2) – slightly larger than the state of Rhode Island – the park includes 429,690 acres (671.4 sq mi; 1,738.9 km2) of designated wilderness. Straddling San Bernardino and Riverside Counties, the park includes parts of two deserts, each an ecosystem whose characteristics are determined primarily by elevation: the higher Mojave Desert and the lower Colorado Desert. The Little San Bernardino Mountains traverse the southwest edge of the park.",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "description": "\nA premier vacation destination for wildlife photography, world-class sport fishing and Alaska bear viewing. Under the same management since 1983, hosts David and Joanne Coray welcome all national and international guests. The lodge offers its patrons a sense of Alaska adventure with all of the upscale amenities as well. The lodge has developed into one of the premier sites in Alaska to view Brown Bears in their natural environment. Our knowledgeable guides assist our guests in getting properly positioned for excellent viewing, understand behavioral nuances and gain key information about bear biology. Bear viewing services are offered from June through mid-September, and we also offer an overnight bear viewing package.",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "description": "\nThe Chilkoot Trail is a 33-mile (53 km) trail through the Coast Mountains that leads from Dyea, Alaska, in the United States, to Bennett, British Columbia, in Canada. It was a major access route from the coast to Yukon goldfields in the late 1890s. The trail became obsolete in 1899 when a railway was built from Dyea's neighbor port Skagway along the parallel White Pass trail.\n\nThe U.S. portion of the Chilkoot Trail and Dyea Site were designated a National Historic Landmark in 1978, following creation of Klondike Gold Rush National Historical Park in 1976. In 1987, the B.C. portion of the trail was designated Chilkoot Trail National Historic Site. In 1998, the centennial of the gold rush, the National Historic Site in British Columbia joined with the U.S. National Historical Park to form Klondike Gold Rush International Historical Park. In 2022, the 16.5 mi (26.6 km) portion of the trail in Alaska was designated Chilkoot National Historic Trail, part of the National Trails System.",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "description": "\nSaint Mary Lake is the second-largest lake in Glacier National Park, in the U.S. state of Montana.\n\nLocated on the east side of the park, Going-to-the-Sun Road parallels the lake along its north shore. At an elevation of 4,484 feet (1,367 m), Saint Mary Lake's waters are colder and lie almost 1,500 feet (460 m) higher in elevation than Lake McDonald, the largest lake in the park, which is located on the west side of the Continental Divide. Here, the great plains end and the Rocky Mountains begin in an abrupt 5,000-foot (1,500 m) elevation change, with Little Chief Mountain posing a formidable southern flank above the west end of the lake.\n\nThe lake is 9.9 miles (15.9 km) long and 300 feet (91 m) deep with a surface area of 3,923 acres (15.88 km2). The waters of the lake rarely rise above 50 °F (10 °C) and are home to various species of trout. During the winter, the lake is often frozen over with ice up to 4 feet (1.2 m) thick.\n\nThe opening scene in the 1980 Stanley Kubrick film The Shining was shot at Saint Mary Lake.\n\n Wild Goose Island rises a mere 14 feet (4.3 m) above the lake. The island is dwarfed by the lake and surrounding mountains, yet it is of one of the most frequently photographed locations along the Going-to-the-Sun Road.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lake",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "description": "\nTwin Lakes is a complex of two large lakes in Lake Clark National Park in the U.S. state of Alaska, near the northeast corner of Lake and Peninsula Borough. It contains a 6-mile-long (9.7 km) upper lake and a smaller 4-mile-long (6.4 km) lower lake, joined by a short connecting stream. The lakes outflow westward into the Chilikadrotna River (and eventually into the Mulchatna and Nushagak Rivers and Nushagak Bay). It is quite remote and unpopulated, except in the late summer as it is a popular hunting spot.\n\nThe lake complex was the retirement home of naturalist Richard Proenneke (1916–2003), who spent most (1968–1998) of the last 35 years of his life living there in a log cabin he built by hand. (See One Man's Wilderness: An Alaskan Odyssey and Alone in the Wilderness). It is only reachable by air taxi via a float or a wheel plane.",
        "imageName": "twinlake"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.934831,
            "latitude": 48.56002
        },
        "description": "\nLake McDonald is the largest lake in Glacier National Park. It is located at 48°35′N 113°55′W in Flathead County in the U.S. state of Montana. Lake McDonald is approximately 10 miles (16 km) long, and over a mile (1.6 km) wide and 472 feet (130 m) deep, filling a valley formed by a combination of erosion and glacial activity. Lake McDonald lies at an elevation of 3,153 feet (961 m) and is on the west side of the Continental Divide. Going-to-the-Sun Road parallels the lake along its southern shoreline. The surface area of the lake is 6,823 acres (27.6 km2).\n\nThe lake is home to numerous native species of trout, and other game fish. Catchable species include: westslope cutthroat trout, rainbow trout, bull trout (char), lake trout (char), Lake Superior whitefish, mountain whitefish, kokanee salmon (landlocked sockeye), and suckers. However, the lake is nutrient-poor and is not considered a prime fishing destination. Grizzly bears, black bear, moose, and mule deer are found in many places near the lake but are most common on the north shore. The lake is surrounded by a dense coniferous forest dominated by various species of spruce, fir, and larch.\n\nAt the westernmost section of the lake in Apgar there is a National Park Service visitor center with limited lodging and dining facilities. Lake McDonald Lodge is the largest lodging facility on the lake and is approximately 5 miles (8.0 km) east along the Going-to-the-Sun Road. The lodge was constructed in 1913–14 to resemble a rustic hunting lodge with Swiss-influenced architecture.\n\nMcDonald Creek flows into and drains from the lake, and empties into the Middle Fork Flathead River shortly after.",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.122586,
            "latitude": 65.350021
        },
        "description": "\nThe Charley River is an 88-mile (142 km) tributary of the Yukon River in the U.S. state of Alaska. Flowing generally northeast from the Mertie Mountains (named after geologist John Beaver Mertie, Jr.) in the northeastern part of the state, the river lies entirely within Yukon–Charley Rivers National Preserve. The Charley River enters the larger river downstream and 55 miles (89 km) northwest of Eagle.\n\nIn 1980, the Charley River and all of its main tributaries became part of the National Wild and Scenic Rivers System. A total of 208 miles (335 km) was declared \"wild\" along the entire main stem as well as Copper, Bonanza, Hosford, Derwent, Flat-Orthmer, Crescent, and Moraine creeks.\n\nThe Charley River watershed is forested chiefly with black spruce and white spruce.[6] This general locus within the Yukon River catchment is the approximate westernmost limit of the black spruce, Picea mariana.[7] The river forms part of the boundary between the Southeast Fairbanks and Yukon–Koyukuk census areas.",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -141.518167,
            "latitude": 60.089917
        },
        "description": "\nIcy Bay (Tlingit: Lig̲aasi Áa) is a body of water in the borough of Yakutat, Alaska, formed in the last 100 years by the rapid retreat of the Guyot, Yahtse, and Tyndall Glaciers. It is part of the Wrangell-Saint Elias Wilderness.\n\nAt the beginning of the 20th century, the bay entrance was permanently blocked by a giant tidewater glacier face that calved icebergs directly into the Gulf of Alaska. A century-long glacial retreat has opened a multi-armed bay more than 30 miles (48 km) long.\n\nIcy Bay is a popular destination for sea kayakers, and is reachable by bush plane from Yakutat, Alaska.",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -150.086103,
            "latitude": 61.694334
        },
        "description": "\nThe Rainbow Lake Trail provides access to one of the park's steepest passes, Bowan Pass, as well as deep blue Rainbow Lake. It is primarily a backpacker or advanced stock use trail, since it lies deep within the park and is accesed via several other trails. Primarily, it is part of the popular Rainbow-McAlester Lakes loop, and makes a beautiful fall destination for rugged hikers, or for those who enjoy getting away from it all and fishing.",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.17799,
            "latitude": 48.495442
        },
        "description": "\nHidden Lake Peak is a joyous hike that begins in cool forests but quickly propels the hiker into vast, open meadows filled with wildflowers, then rocky slopes and heather, before ending at a steep rocky pinnacle with a historic fire lookout perched on top. It is a very popular day hike, but also makes a nice overnight backpack trip and is an access route for climbers headed off into the Eldorado and Triad area. See the detailed trail description for more information.",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.383212,
            "latitude": 37.91531
        },
        "description": "\nChincoteague (/ˌʃɪŋkəˈtiːɡ/ or /ˈʃɪŋkətiːɡ/) is a town in Accomack County, Virginia, U.S. The town includes the whole of Chincoteague Island and an area of adjacent water. The population was 2,941 at the 2010 census. The town is known for the Chincoteague Ponies, although these are not actually on the island of Chincoteague but on nearby Assateague Island. These ponies and the annual Pony Penning Day are the subject of Marguerite Henry's 1947 children's book Misty of Chincoteague, which was made into the 1961 family film Misty, filmed on location.",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.056816,
            "latitude": 44.747408
        },
        "description": "\nUmbagog Lake is a wilderness lake located in Coös County, New Hampshire, and Oxford County, Maine. It is one of the most pristine lakes in the state of New Hampshire. It lies in the towns of Errol, New Hampshire, and Upton, Maine, as well as the townships of Cambridge, New Hampshire, and Magalloway Plantation, Maine. The name Umbagog is properly pronounced with the stress on the second syllable (um-BAY-gog) and is said to come from the Abenaki word for \"shallow water\". Both \"Lake Umbagog\" and \"Umbagog Lake\" are commonly used and accepted when referring to the body of water.",
        "imageName": "umbagog"
    }
]
